---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.CurtaingridBeltV
source: html/24615a0d-96ce-d20a-a4f4-8af83c817af3.htm
---
# Autodesk.Revit.DB.ParameterTypeId.CurtaingridBeltV Property

"Belt Measurement"

## Syntax (C#)
```csharp
public static ForgeTypeId CurtaingridBeltV { get; }
```